Repository: sinsedrix/GSolaar
Catalog: po/*.po
Languages: br, es

source: Format:
br: Furmad :
es: Formato:

source: Scale:
br: Skeulaet :
es: Escala:

source: Edge name:
br: Anv a ker :
es: Nombre de cresta:

source: Tongue:
br: Teodenn :
es: Lengua:

source: Generate a pattern
br: Genel un patrom
es: Generar un patrón

source: None
br: Ebet
es: Ningunos

source: Upside the edge
br: A-us da ker
es: Sobre la creta

source: Downside the edge
br: A-is da ker
es: Bajo la creta

source: Regular
br: Boutin
es: Normal

source: On the greatest wing
br: Gant ar askel pep bras
es: En la grandísima ala

source: On the smallest wing
br: Gant ar askel pep bihan
es: En la más pequeña ala

source: All
br: Holl
es: Todas

source: OpenGL configuration impossible.
br: Kefluniadur a OpenGL dic'hreüs
es: OpenGL configuracion impossible.\n

source: _File
br: _Restr
es: _Fichero

source: _Export
br: _Ezporzhiañ
es: _Exportar

source: Pattern ...
br: Patrom ...
es: Patrón

source: Ruby script for SketchUp ...
br: Tarzh Ruby da Sketchup ...
es: Ruby scripto por SketchUp ...

source: Polyhedron
br: Liestaleg
es: Poliedro

source: Uniform polyhedra
br: Liestalegoù unneuz
es: Unformes poliedros

source: Treatment
br: Labour
es: Trato

source: Navigation
br: Merdeadurezh
es: Navegación

source: Display
br: Skrammañ
es: Visualización

source: Unable to load the file %s
br: Dic'hreüs klask restr %s
es: Cargar el fichero %s es impossible

source: Load a solid
br: Klask ur teirmenteg
es: Cargar un sólido

source: Generate a Ruby script
br: Gelem ur tarzh Ruby
es: Generar un Ruby scripto

source: Save a solid
br: Enrollañ ur liestaleg
es: Salvar un sólido

source: Vertices
br: Kernoù
es: Vértices

source: Do not display
br: Kuit skritellañ
es: No mostrar

source: Molecular
br: Evel-mañ molekul

source: Point
br: Pik
es: Punto

source: Edges
br: Kerioù
es: Bordes

source: Line
br: Linenn
es: Línea

source: Wings
br: Askelloù
es: Alas

source: Triangulation
br: Tric'hornegadur
es: Triangulación

source: Colour
br: Liv
es: Color

source: Lighting
br: Goulaouadur
es: Iluminación

source: Transparency
br: Treuzwelusted
es: Transparencia

source: Axes
br: Ahelioù
es: Ejes

source: Background
br: Drekleur
es: Fondo

source: 1 - Cutting
br: 1 - Sizailherezh
es: 1 - Recortado

source: 2 - Empty-fication
br: 2 - Divouzellerezh
es: 2 - Vaciado

source: 3 - Fusion
br: 3 - Kendeuzidigezh
es: 3 - Fusión

source: Fail while cutting polyhedron %s
br: Fazi gant sizailherezh a liestaleg %s\n
es: Error quando recorta el poliedro %s\n

source: Fail while emptying polyhedron %s
br: Fazi gant divouzellerezh a liestaleg %s\n
es: Error quando vacia el poliedro %s\n

source: Fail while fusing polyhedron %s
br: Fazi gant kendeuzidigezh a liestaleg %s\n
es: Error quando pega el poliedro %s\n

source: Number:
br: Niverenn :
es: Número:

source: Wythoff symbol:
br: Arouez a Wythoff :
es: Symbole de Wythoff:

source: Dual
br: Daouel

source: File:
br: Restr :
es: Fichero:

source: Fail to create polyhedra %s (likely non-orientable)
br: Fazi gant krouadelezh a liestaleg %s (emichañs nannsko)
es: Fracasando crear el poliedro %s(probablemente non-orientisable)

source: Please select a file
br: Plijet deoc'h diuzañ ur restr
es: Por favor, seleccione un fichero

source: Fail to load the file %s
br: Fazi gant klaskerezh a restr %s
es: Fracasando cargando el fichero %s
